Revit 2024 API
BuiltInFailures.GroupFailures.CannotAddToGroupFormat Property
 [Element] cannot be added to the instance of [Group]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotAddToGroupFormat { get; }
Visual Basic
Public Shared ReadOnly Property CannotAddToGroupFormat As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotAddToGroupFormat {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace